Repository: seblepers/Magento-CE-French-translation
Catalog: OmegaT/OmegaT-level2.tmx
Source language: en_us
Languages: fr_fr

source: Your design change for the specified store intersects with another one, please specify another date range.
fr_fr: Votre changement de design pour le magasin spécifié interfère avec un autre. Spécifiez une autre tranche de dates.

source: Your inquiry was submitted and will be responded to as soon as possible. Thank you for contacting us.
fr_fr: Votre requête nous a bien été transmise et sera traitée dès que possible. Merci !

source: Your order # is: %s.
fr_fr: Votre n° de commande est : %s.

source: Your order cannot be completed at this time as there is no payment methods available for it.
fr_fr: Vous ne pouvez pas continuer votre commande car aucun mode de paiement n'est disponible.

source: Your order cannot be completed at this time as there is no shipping methods available for it. Please make neccessary changes in your shipping address.
fr_fr: Vous ne pouvez pas poursuivre votre commande car aucun mode de livraison n'est disponible pour votre adresse.

source: Your order cannot be completed at this time as there is no shipping methods available for it. Please make necessary changes in your shipping address.
fr_fr: Vous ne pouvez pas continuer votre commande car aucun mode de livraison n'est disponible pour votre adresse.

source: Your order has been received
fr_fr: Votre commande a été reçue

source: Your order has been received.
fr_fr: Votre commande a bien été reçue.

source: Your order has not been placed, because contents of the shopping cart and/or address has been changed. Authorized amounts from your previous payment that were left pending are now released. Please go through the checkout process for your recent cart contents.
fr_fr: Votre commande n'a pas été validée parce que le contenu du panier et/ou l'adresse a/ont été modifié(s). Les montants autorisés du paiement précédent et qui étaient en attente ont été libérés. Veuillez recommencer les étapes de la commande afin de valider le contenu récent du panier.

source: Your order number is
fr_fr: Votre numéro de commande est

source: Your password has been updated.
fr_fr: Votre mot de passe a été mis à jour.

source: Your password reset link has expired.
fr_fr: Le lien de réinitialisation de mot de passe a expiré.

source: Your payment has been cancelled. All authorized amounts have been released.
fr_fr: Votre paiement a été annulé. Tous les montants autorisés ont été libérés.

source: Your recurring payment profiles:
fr_fr: Vos profils de paiement périodiques :

source: Your review has been accepted for moderation.
fr_fr: Votre commentaire a été accepté pour modération.

source: Your search returns no results.
fr_fr: Aucun résultat pour votre recherche.

source: Your server PHP settings allow you to upload files not more than %s at a time. Please modify post_max_size (currently is %s) and upload_max_filesize (currently is %s) values in php.ini if you want to upload larger files.
fr_fr: Les paramètres de votre serveur PHP ne vous autorisent pas à uploader des fichiers de plus de %s à la fois. Modifiez les valeurs de post_max_size (valeur actuelle %s) et upload_max_filesize (valeur actuelle %s) dans php.ini si vous voulez pouvoir uploader des fichiers plus gros.

source: Your session has been expired, you will be relogged in now.
fr_fr: Votre session a expiré, veuillez vous connecter à nouveau.

source: Your subscription has been confirmed.
fr_fr: Votre inscription a été confirmée.

source: Your web server is configured incorrectly. As a result, configuration files with sensitive information are accessible from the outside. Please contact your hosting provider.
fr_fr: Votre serveur web est mal configuré. Les fichiers de configuration comportant des informations sensibles sont accessibles de l'extérieur. Consultez votre hébergeur.

source: ZIP
fr_fr: Code postal

source: ZIP/Post Code
fr_fr: ZIP/Code postal

source: ZIP/Postal Code
fr_fr: Code postal

source: Zend Full Page Cache
fr_fr: Cache de page complète Zend

source: Zero Subtotal Checkout
fr_fr: Règlement d'un sous-total nul

source: Zip/Post Code
fr_fr: Code postal

source: Zip/Post is Range
fr_fr: Le code postal est une tranche

source: Zip/Postal Code
fr_fr: Code postal

source: Zip/Postal Code:
fr_fr: Code postal :

source: Zoom In
fr_fr: Zoom avant

source: Zoom Out
fr_fr: Zoom arrière

source: [ deleted ]
fr_fr: [ effacé ]

source: [STORE VIEW]
fr_fr: [VUE MAGASIN]

source: [WEBSITE]
fr_fr: [SITE WEB]

source: [deleted]
fr_fr: [effacé]

source: amount %s
fr_fr: montant %s

source: and
fr_fr: et

source: and above
fr_fr: et plus

source: and go to the
fr_fr: et aller dans le

source: attachment
fr_fr: pièce jointe

source: authorize
fr_fr: autoriser

source: authorize and capture
fr_fr: autoriser et capturer

source: b
fr_fr: o

source: by
fr_fr: sur

source: capture
fr_fr: capturer

source: categories
fr_fr: catégories

source: click <a href="%s">here</a> to view the review
fr_fr: cliquez <a href="%s">ici</a> pour lire le commentaire

source: close
fr_fr: Fermer

source: contact us
fr_fr: nous contacter

source: contains
fr_fr: contient

source: copy data from
fr_fr: copier les données depuis

source: critical
fr_fr: critique

source: database "%s"
fr_fr: Base de donnée "%s"

source: does not contain
fr_fr: ne contient pas

source: download
fr_fr: téléchargement

source: eBay Auction Payment
fr_fr: Paiement des enchères eBay

source: eNETS (powered by Moneybookers) - Singapore
fr_fr: eNETS (powered by Moneybookers) - Singapour

source: eWAY Shared
fr_fr: eWAY partagé

source: each
fr_fr: pièce

source: email us at
fr_fr: nous envoyer un email à

source: equals or greater than
fr_fr: est supérieur(e) ou égal(e) à

source: equals or less than
fr_fr: est inférieur(e) ou égal(e) à

source: ex. http://domain.com
fr_fr: Par ex : http://domaine.com

source: example: "sitemap/" or "/" for base path (path must be writeable)
fr_fr: exemple : "sitemap/" ou "/" pour le chemin de base (le chemin doit être accessible en écriture)

source: example: sitemap.xml
fr_fr: exemple : sitemap.xml

source: failed
fr_fr: échoué

source: for more information or
fr_fr: pour plus d'information ou

source: from
fr_fr: De

source: greater than
fr_fr: est supérieur(e) à

source: hour
fr_fr: heure

source: hours
fr_fr: heures

source: iDEAL Advanced
fr_fr: iDEAL avancé

source: iDEAL Basic
fr_fr: iDEAL basique

source: iDEAL Certificate
fr_fr: Certificat iDEAL

source: iDeal (powered by Moneybookers) - Netherlands
fr_fr: iDeal (powered by Moneybookers) - Pays-Bas

source: in rows:
fr_fr: dans les lignes :

source: inline
fr_fr: en ligne

source: is
fr_fr: est égal(e) à

source: is not
fr_fr: est différent(e) de

source: is not one of
fr_fr: ne fait pas partie de

source: is one of
fr_fr: fait partie de

source: items selected
fr_fr: élément(s) sélectionné(s)

source: leave blank if its not an image
fr_fr: Laisser vide si ce n'est pas une image

source: less than
fr_fr: est inférieur(e) à

source: major
fr_fr: majeur

source: minor
fr_fr: mineur

source: note that the URLs provided below are the correct values for your current website):
fr_fr: les URLs fournies ci-dessous sont les valeurs correctes pour votre site web actuel) :

source: notice
fr_fr: annonce

source: of
fr_fr: de

source: of %s pages
fr_fr: sur %s pages

source: or
fr_fr: ou

source: osCommerce Orders
fr_fr: Commandes osCommerce

source: osCommerce Profile
fr_fr: Profil osCommerce

source: osCommerce Profiles
fr_fr: Profils osCommerce

source: per page
fr_fr: par page

source: processed <strong>%s%% %s/%s</strong> records
fr_fr: <strong>%s%% %s/%d</strong> enregistrements traités

source: products
fr_fr: Produits

source: records
fr_fr: enregistrements

source: refund
fr_fr: rembourser

source: sample
fr_fr: exemple

source: save
fr_fr: économisez

source: sections for your Hosted Checkout Pages.
fr_fr: sections pour vos pages de commande hébergées.

source: select all
fr_fr: tout sélectionner

source: so url rewrite is not possible.
fr_fr: La réécriture d'url n'est donc pas possible.

source: store(%s) scope
fr_fr: portée du magasin (%s)

source: successful
fr_fr: réussi

source: the credit memo email is not sent
fr_fr: l'email n'a pas été envoyé

source: the credit memo email was sent
fr_fr: l'email a été envoyé

source: the invoice email is not sent
fr_fr: l'email n'a pas été envoyé

source: the invoice email was sent
fr_fr: l'email a été envoyé

source: the order confirmation email is not sent
fr_fr: l'email de confirmation n'a pas été envoyé

source: the order confirmation email was sent
fr_fr: l'email de confirmation a été envoyé

source: the shipment email is not sent
fr_fr: l'email d'expédition n'a pas été envoyé

source: the shipment email was sent
fr_fr: l'email d'expédition a été envoyé

source: to
fr_fr: à

source: total amount
fr_fr: le montant total

source: total quantity
fr_fr: la quantité totale

source: undefined
fr_fr: indéfini

source: unread message(s). <a href="%s">Go to messages inbox</a>.
fr_fr: message(s) non lu(s). <a href="%s">Aller à la boîte de réception</a>.

source: unselect all
fr_fr: tout désélectionner

source: up to %s
fr_fr: jusqu'à %s

source: void
fr_fr: invalider

source: was not delivered nor scanned
fr_fr: n'a été ni livré ni scanné

source: website(%s) scope
fr_fr: portée du site web (%s)

source: {{base_url}} is not recommended to use in a production environment to declare the Base Unsecure URL / Base Secure URL. It is highly recommended to change this value in your Magento <a href="%s">configuration</a>.
fr_fr: L'utilisation de {{base_url}} n'est pas recommandée dans un environnement de production. Nous vous recommandons de modifier cette valeur dans votre <a href="%s">configuration</a> Magento.
